{
	"PLACED_ON_RANDOM_TEAM": "Du wurdest in ein zufälliges Team eingeteilt.",
	"PLACED_ON_HIVE_TEAM": "Du wurdest gemäß deiner Hive Skill Bewertung einem Team zugeteilt.",
	"ERROR_NOT_ENOUGH_PLAYERS": "Nicht genug Spieler um eine Abstimmung zu starten.",
	"ERROR_ROUND_TOO_FAR": "Die aktuelle Runde läuft schon zu lange um eine Abstimmung zu starten.",
	"ERROR_NOT_HIVE_BASED": "Hive Skill Balancing ist gerade nicht aktiviert.",
	"NOTIFY_PREFIX": "[Mischen]",
	"AUTO_SHUFFLE_SHUFFLE_HIVE": "Stelle die Teams basierend auf den Hive Skill Bewertungen zusammen wegen Servereinstellungen.",
	"AUTO_SHUFFLE_SHUFFLE_KDR": "Stelle die Teams basierend auf den KDRs zusammen wegen Servereinstellungen.",
	"AUTO_SHUFFLE_SHUFFLE_RANDOM": "Stelle die Teams zufällig zusammen wegen Servereinstellungen.",
	"AUTO_SHUFFLE_SHUFFLE_SCORE": "Stelle die Teams basierend auf den Punkten pro Minute zusammen wegen Servereinstellungen.",
	"DISABLED_TEAMS_HIVE_BASED": "Hive Skill basierende Teams wurden deaktiviert.",
	"DISABLED_TEAMS_KDR_BASED": "KDR basierende Teams wurden deaktiviert.",
	"DISABLED_TEAMS_RANDOM_BASED": "Zufällige Teams wurden deaktiviert.",
	"DISABLED_TEAMS_SCORE_BASED": "Punkte basierende Teams wurden deaktiviert.",
	"ENABLED_TEAMS_HIVE_BASED": "Hive Skill basierende Teams aktiviert.",
	"ENABLED_TEAMS_KDR_BASED": "KDR basierende Teams aktiviert.",
	"ENABLED_TEAMS_RANDOM_BASED": "Zufällige Teams aktiviert.",
	"ENABLED_TEAMS_SCORE_BASED": "Punkte basierende Teams aktiviert.",
	"ERROR_ALREADY_ENABLED_HIVE_BASED": "Es wurde bereits für Hive Skill basierende Teams für die nächste Runde abgestimmt.",
	"ERROR_ALREADY_ENABLED_KDR_BASED": "Es wurde bereits für KDR basierende Teams für die nächste Runde abgestimmt.",
	"ERROR_ALREADY_ENABLED_RANDOM_BASED": "Es wurde bereits für Zufällige Teams für die nächste Runde abgestimmt.",
	"ERROR_ALREADY_ENABLED_SCORE_BASED": "Es wurde bereits für Punkte basierende Teams für die nächste Runde abgestimmt.",
	"ERROR_ALREADY_VOTED_HIVE_BASED": "Du hast bereits für Hive Skill basierende Teams abgestimmt.",
	"ERROR_ALREADY_VOTED_KDR_BASED": "Du hast bereits für KDR basierende Teams abgestimmt.",
	"ERROR_ALREADY_VOTED_RANDOM_BASED": "Du hast bereits für Zufällige Teams abgestimmt.",
	"ERROR_ALREADY_VOTED_SCORE_BASED": "Du hast bereits für Punkte basierende Teams abgestimmt.",
	"ERROR_CANNOT_START_HIVE_BASED": "Du kannst derzeit nicht für Hive Skill basierende Teams abstimmen.",
	"ERROR_CANNOT_START_KDR_BASED": "Du kannst derzeit nicht für KDR basierende Teams abstimmen.",
	"ERROR_CANNOT_START_RANDOM_BASED": "Du kannst derzeit nicht für Zufällige Teams abstimmen.",
	"ERROR_CANNOT_START_SCORE_BASED": "Du kannst derzeit nicht für Punkte basierende Teams abstimmen.",
	"ERROR_TEAMS_FORCED_HIVE_BASED": "Erzwungene, Hive Skill basierende Teams sind vom Server aktiviert.",
	"ERROR_TEAMS_FORCED_KDR_BASED": "Erzwungene, KDR basierende Teams sind vom Server aktiviert.",
	"ERROR_TEAMS_FORCED_RANDOM_BASED": "Erzwungene, Zufällige Teams sind vom Server aktiviert.",
	"ERROR_TEAMS_FORCED_SCORE_BASED": "Erzwungene, Punkte basierende Teams sind vom Server aktiviert.",
	"NEXT_ROUND_SHUFFLE_SHUFFLE_HIVE": "Stelle die Teams basierend auf den Hive Skill Bewertungen zusammen für die nächste Runde...",
	"NEXT_ROUND_SHUFFLE_SHUFFLE_KDR": "Stelle die Teams basierend auf den KDRs zusammen für die nächste Runde...",
	"NEXT_ROUND_SHUFFLE_SHUFFLE_RANDOM": "Stelle die Teams zufällig zusammen für die nächste Runde...",
	"NEXT_ROUND_SHUFFLE_SHUFFLE_SCORE": "Stelle die Teams basierend auf den Punkten pro Minute zusammen für die nächste Runde...",
	"PLAYER_VOTED_HIVE_BASED": "{PlayerName} hat für Hive Skill basierende Teams abgestimmt ({VotesNeeded} mehr {VotesNeeded:Pluralise:Stimme|Stimme} benötigt)",
	"PLAYER_VOTED_KDR_BASED": "{PlayerName} hat für KDR basierende Teams abgestimmt ({VotesNeeded} mehr {VotesNeeded:Pluralise:Stimme|Stimme} benötigt)",
	"PLAYER_VOTED_RANDOM_BASED": "{PlayerName} hat für Zufällige Teams abgestimmt ({VotesNeeded} mehr {VotesNeeded:Pluralise:Stimme|Stimme} benötigt)",
	"PLAYER_VOTED_SCORE_BASED": "{PlayerName} hat für Punkte basierende Teams abgestimmt ({VotesNeeded} mehr {VotesNeeded:Pluralise:Stimme|Stimme} benötigt)",
	"PREVIOUS_VOTE_SHUFFLE_SHUFFLE_HIVE": "Stelle die Teams basierend auf den Hive Skill Bewertungen zusammen wegen vorheriger Abstimmung.",
	"PREVIOUS_VOTE_SHUFFLE_SHUFFLE_KDR": "Stelle die Teams basierend auf den KDRs zusammen wegen vorheriger Abstimmung.",
	"PREVIOUS_VOTE_SHUFFLE_SHUFFLE_RANDOM": "Stelle die Teams zufällig zusammen wegen vorheriger Abstimmung.",
	"PREVIOUS_VOTE_SHUFFLE_SHUFFLE_SCORE": "Stelle die Teams basierend auf den Punkten pro Minute zusammen wegen vorheriger Abstimmung.",
	"SHUFFLE_AND_RESTART_SHUFFLE_HIVE": "Stelle die Teams basierend auf den Hive Skill Bewertungen zusammen und starte Runde neu...",
	"SHUFFLE_AND_RESTART_SHUFFLE_KDR": "Stelle die Teams basierend auf den KDRs zusammen und starte Runde neu...",
	"SHUFFLE_AND_RESTART_SHUFFLE_RANDOM": "Stelle die Teams zufällig zusammen und starte Runde neu...",
	"SHUFFLE_AND_RESTART_SHUFFLE_SCORE": "Stelle die Teams basierend auf den Punkten pro Minute zusammen und starte Runde neu...",
	"SHUFFLING_TEAMS_SHUFFLE_HIVE": "Stelle die Teams basierend auf den Hive Skill Bewertungen zusammen...",
	"SHUFFLING_TEAMS_SHUFFLE_KDR": "Stelle die Teams basierend auf den KDRs zusammen...",
	"SHUFFLING_TEAMS_SHUFFLE_RANDOM": "Stelle die Teams zufällig zusammen...",
	"SHUFFLING_TEAMS_SHUFFLE_SCORE": "Stelle die Teams basierend auf den Punkten pro Minute zusammen...",
	"TEAMS_FORCED_NEXT_ROUND_HIVE_BASED": "Teams werden zu Hive Skill basierend gezwungen in der nächsten Runde.",
	"TEAMS_FORCED_NEXT_ROUND_KDR_BASED": "Teams werden zu KDR basierend gezwungen in der nächsten Runde.",
	"TEAMS_FORCED_NEXT_ROUND_RANDOM_BASED": "Teams werden zu Zufällig gezwungen in der nächsten Runde.",
	"TEAMS_FORCED_NEXT_ROUND_SCORE_BASED": "Teams werden zu Punkte basierend gezwungen in der nächsten Runde.",
	"TEAMS_SHUFFLED_FOR_DURATION_HIVE_BASED": "Hive Skill basierende Teams wurden aktiviert für die nächsten {Duration:Duration}.",
	"TEAMS_SHUFFLED_FOR_DURATION_KDR_BASED": "KDR basierende Teams wurden aktiviert für die nächsten {Duration:Duration}.",
	"TEAMS_SHUFFLED_FOR_DURATION_RANDOM_BASED": "Zufällige Teams wurden aktiviert für die nächsten {Duration:Duration}.",
	"TEAMS_SHUFFLED_FOR_DURATION_SCORE_BASED": "Punkte basierende Teams wurden aktiviert für die nächsten {Duration:Duration}.",
	"TEAM_ENFORCING_TIMELIMIT_HIVE_BASED": "Hive Skill basierende Teams erzwingen wurde deaktiviert, da das Zeitlimit erreicht ist.",
	"TEAM_ENFORCING_TIMELIMIT_KDR_BASED": "KDR basierende Teams erzwingen wurde deaktiviert, da das Zeitlimit erreicht ist.",
	"TEAM_ENFORCING_TIMELIMIT_RANDOM_BASED": "Zufällige Teams erzwingen wurde deaktiviert, da das Zeitlimit erreicht ist.",
	"TEAM_ENFORCING_TIMELIMIT_SCORE_BASED": "Punkte basierende Teams erzwingen wurde deaktiviert, da das Zeitlimit erreicht ist.",
	"TEAM_SWITCH_DENIED_HIVE_BASED": "Du kannst das Team nicht wechseln. Hive Skill basierende Teams sind aktiviert.",
	"TEAM_SWITCH_DENIED_KDR_BASED": "Du kannst das Team nicht wechseln. KDR basierende Teams sind aktiviert.",
	"TEAM_SWITCH_DENIED_RANDOM_BASED": "Du kannst das Team nicht wechseln. Zufällige Teams sind aktiviert.",
	"TEAM_SWITCH_DENIED_SCORE_BASED": "Du kannst das Team nicht wechseln. Punkte basierende Teams sind aktiviert.",
}