{
	"PLACED_ON_RANDOM_TEAM": "Vous avez été placé dans une équipe aléatoirement.",
	"PLACED_ON_HIVE_TEAM": "Vous avez été placé dans une équipe en fonction du Hive skill rank.",
	"ERROR_NOT_ENOUGH_PLAYERS": "Il n'y a pas assez de joueurs pour débuter un vote.",
	"ERROR_ROUND_TOO_FAR": "Le round actuel est déjà trop avancé pour débuter un vote.",
	"ERROR_NOT_HIVE_BASED": "La balance de la Hive n'est pas activée actuellement.",
	"NOTIFY_PREFIX": "[Mélanger]",
	"AUTO_SHUFFLE_SHUFFLE_HIVE": "Mélange des équipes en fonction du Hive skill rating en raison des paramètres du serveur.",
	"AUTO_SHUFFLE_SHUFFLE_KDR": "Mélange des équipes en fonction du KDR en raison des paramètres du serveur.",
	"AUTO_SHUFFLE_SHUFFLE_RANDOM": "Mélange des équipes au hasard en raison des paramètres du serveur.",
	"AUTO_SHUFFLE_SHUFFLE_SCORE": "Mélange des équipes en fonction du score par minute en raison des paramètres du serveur.",
	"DISABLED_TEAMS_HIVE_BASED": "Basé sur le Hive skill des équipes ont été désactivés.",
	"DISABLED_TEAMS_KDR_BASED": "Basé sur le KDR des équipes ont été désactivés.",
	"DISABLED_TEAMS_RANDOM_BASED": "Aléatoire des équipes ont été désactivés.",
	"DISABLED_TEAMS_SCORE_BASED": "Basé sur le score des équipes ont été désactivés.",
	"ENABLED_TEAMS_HIVE_BASED": "activé basé sur le Hive skill des équipes.",
	"ENABLED_TEAMS_KDR_BASED": "activé basé sur le KDR des équipes.",
	"ENABLED_TEAMS_RANDOM_BASED": "activé aléatoire des équipes.",
	"ENABLED_TEAMS_SCORE_BASED": "activé basé sur le score des équipes.",
	"ERROR_ALREADY_ENABLED_HIVE_BASED": "Basé sur le Hive skill des équipes ont déjà été votés pour le prochain round.",
	"ERROR_ALREADY_ENABLED_KDR_BASED": "Basé sur le KDR des équipes ont déjà été votés pour le prochain round.",
	"ERROR_ALREADY_ENABLED_RANDOM_BASED": "Aléatoire des équipes ont déjà été votés pour le prochain round.",
	"ERROR_ALREADY_ENABLED_SCORE_BASED": "Basé sur le score des équipes ont déjà été votés pour le prochain round.",
	"ERROR_ALREADY_VOTED_HIVE_BASED": "Vous avez déjà voté pour basé sur le Hive skill des équipes.",
	"ERROR_ALREADY_VOTED_KDR_BASED": "Vous avez déjà voté pour basé sur le KDR des équipes.",
	"ERROR_ALREADY_VOTED_RANDOM_BASED": "Vous avez déjà voté pour aléatoire des équipes.",
	"ERROR_ALREADY_VOTED_SCORE_BASED": "Vous avez déjà voté pour basé sur le score des équipes.",
	"ERROR_CANNOT_START_HIVE_BASED": "Vous ne pouvez pas débuter un basé sur le Hive skill des équipes pour le moment.",
	"ERROR_CANNOT_START_KDR_BASED": "Vous ne pouvez pas débuter un basé sur le KDR des équipes pour le moment.",
	"ERROR_CANNOT_START_RANDOM_BASED": "Vous ne pouvez pas débuter un aléatoire des équipes pour le moment.",
	"ERROR_CANNOT_START_SCORE_BASED": "Vous ne pouvez pas débuter un basé sur le score des équipes pour le moment.",
	"ERROR_TEAMS_FORCED_HIVE_BASED": "Basé sur le Hive skill des équipes sont forcés à être activés par le serveur.",
	"ERROR_TEAMS_FORCED_KDR_BASED": "Basé sur le KDR des équipes sont forcés à être activés par le serveur.",
	"ERROR_TEAMS_FORCED_RANDOM_BASED": "Aléatoire des équipes sont forcés à être activés par le serveur.",
	"ERROR_TEAMS_FORCED_SCORE_BASED": "Basé sur le score des équipes sont forcés à être activés par le serveur.",
	"NEXT_ROUND_SHUFFLE_SHUFFLE_HIVE": "Mélange des équipes en fonction du Hive skill rating pour le prochain round...",
	"NEXT_ROUND_SHUFFLE_SHUFFLE_KDR": "Mélange des équipes en fonction du KDR pour le prochain round...",
	"NEXT_ROUND_SHUFFLE_SHUFFLE_RANDOM": "Mélange des équipes au hasard pour le prochain round...",
	"NEXT_ROUND_SHUFFLE_SHUFFLE_SCORE": "Mélange des équipes en fonction du score par minute pour le prochain round...",
	"PLAYER_VOTED_HIVE_BASED": "{PlayerName} a voté pour forcer le basé sur le Hive skill des équipes (Encore {VotesNeeded} {VotesNeeded:Pluralise:vote|votes} requis)",
	"PLAYER_VOTED_KDR_BASED": "{PlayerName} a voté pour forcer le basé sur le KDR des équipes (Encore {VotesNeeded} {VotesNeeded:Pluralise:vote|votes} requis)",
	"PLAYER_VOTED_RANDOM_BASED": "{PlayerName} a voté pour forcer le aléatoire des équipes (Encore {VotesNeeded} {VotesNeeded:Pluralise:vote|votes} requis)",
	"PLAYER_VOTED_SCORE_BASED": "{PlayerName} a voté pour forcer le basé sur le score des équipes (Encore {VotesNeeded} {VotesNeeded:Pluralise:vote|votes} requis)",
	"PREVIOUS_VOTE_SHUFFLE_SHUFFLE_HIVE": "Mélange des équipes en fonction du Hive skill rating en raison du vote précédent.",
	"PREVIOUS_VOTE_SHUFFLE_SHUFFLE_KDR": "Mélange des équipes en fonction du KDR en raison du vote précédent.",
	"PREVIOUS_VOTE_SHUFFLE_SHUFFLE_RANDOM": "Mélange des équipes au hasard en raison du vote précédent.",
	"PREVIOUS_VOTE_SHUFFLE_SHUFFLE_SCORE": "Mélange des équipes en fonction du score par minute en raison du vote précédent.",
	"SHUFFLE_AND_RESTART_SHUFFLE_HIVE": "Mélange des équipes en fonction du Hive skill rating et redémarrage du round...",
	"SHUFFLE_AND_RESTART_SHUFFLE_KDR": "Mélange des équipes en fonction du KDR et redémarrage du round...",
	"SHUFFLE_AND_RESTART_SHUFFLE_RANDOM": "Mélange des équipes au hasard et redémarrage du round...",
	"SHUFFLE_AND_RESTART_SHUFFLE_SCORE": "Mélange des équipes en fonction du score par minute et redémarrage du round...",
	"SHUFFLING_TEAMS_SHUFFLE_HIVE": "Mélange des équipes en fonction du Hive skill rating...",
	"SHUFFLING_TEAMS_SHUFFLE_KDR": "Mélange des équipes en fonction du KDR...",
	"SHUFFLING_TEAMS_SHUFFLE_RANDOM": "Mélange des équipes au hasard...",
	"SHUFFLING_TEAMS_SHUFFLE_SCORE": "Mélange des équipes en fonction du score par minute...",
	"TEAMS_FORCED_NEXT_ROUND_HIVE_BASED": "Les équipes seront forcées de basé sur le Hive skill dans le prochain round.",
	"TEAMS_FORCED_NEXT_ROUND_KDR_BASED": "Les équipes seront forcées de basé sur le KDR dans le prochain round.",
	"TEAMS_FORCED_NEXT_ROUND_RANDOM_BASED": "Les équipes seront forcées de aléatoire dans le prochain round.",
	"TEAMS_FORCED_NEXT_ROUND_SCORE_BASED": "Les équipes seront forcées de basé sur le score dans le prochain round.",
	"TEAMS_SHUFFLED_FOR_DURATION_HIVE_BASED": "Basé sur le Hive skill des équipes ont été activés pour les prochaines {Duration:Duration}.",
	"TEAMS_SHUFFLED_FOR_DURATION_KDR_BASED": "Basé sur le KDR des équipes ont été activés pour les prochaines {Duration:Duration}.",
	"TEAMS_SHUFFLED_FOR_DURATION_RANDOM_BASED": "Aléatoire des équipes ont été activés pour les prochaines {Duration:Duration}.",
	"TEAMS_SHUFFLED_FOR_DURATION_SCORE_BASED": "Basé sur le score des équipes ont été activés pour les prochaines {Duration:Duration}.",
	"TEAM_ENFORCING_TIMELIMIT_HIVE_BASED": "Basé sur le Hive skill team enforcing activé, temps limite atteint.",
	"TEAM_ENFORCING_TIMELIMIT_KDR_BASED": "Basé sur le KDR team enforcing activé, temps limite atteint.",
	"TEAM_ENFORCING_TIMELIMIT_RANDOM_BASED": "Aléatoire team enforcing activé, temps limite atteint.",
	"TEAM_ENFORCING_TIMELIMIT_SCORE_BASED": "Basé sur le score team enforcing activé, temps limite atteint.",
	"TEAM_SWITCH_DENIED_HIVE_BASED": "Vous ne pouvez pas changer d'équipe. Basé sur le Hive skill des équipes sont activés.",
	"TEAM_SWITCH_DENIED_KDR_BASED": "Vous ne pouvez pas changer d'équipe. Basé sur le KDR des équipes sont activés.",
	"TEAM_SWITCH_DENIED_RANDOM_BASED": "Vous ne pouvez pas changer d'équipe. Aléatoire des équipes sont activés.",
	"TEAM_SWITCH_DENIED_SCORE_BASED": "Vous ne pouvez pas changer d'équipe. Basé sur le score des équipes sont activés.",

	"CLIENT_CONFIG_TAB": "Aléatoire"
}